{
	"topic": {
		"Ambition": {
			"definition": "a strong desire to do or to achieve something, typically requiring determination and hard work.",
			"scriptures": {
				"Ephesians 5:15-16": {
					"The Message (MSG)": "Don’t waste your time on useless work, mere busywork, the barren pursuits of darkness. Expose these things for the sham they are. It’s a scandal when people waste their lives on things they must do in the darkness where no one will see. Rip the cover off those frauds and see how attractive they look in the light of Christ.Wake up from your sleep, Climb out of your coffins; Christ will show you the light! So watch your step. Use your head. Make the most of every chance you get. These are desperate times!",
					"Amplified Bible (AMP)": "Therefore see that you walk carefully [living life with honor, purpose, and courage; shunning those who tolerate and enable evil], not as the unwise, but as wise [sensible, intelligent, discerning people], [a]making the very most of your time [on earth, recognizing and taking advantage of each opportunity and using it with wisdom and diligence], because the days are [filled with] evil."
				},
				"Philippians 2:3": {
					"The Message (MSG)": "If you’ve gotten anything at all out of following Christ, if his love has made any difference in your life, if being in a community of the Spirit means anything to you, if you have a heart, if you care— then do me a favor: Agree with each other, love each other, be deep-spirited friends. Don’t push your way to the front; don’t sweet-talk your way to the top. Put yourself aside, and help others get ahead. Don’t be obsessed with getting your own advantage. Forget yourselves long enough to lend a helping hand.",
					"Amplified Bible (AMP)": "Do nothing from selfishness or empty conceit [through factional motives, or strife], but with [an attitude of] humility [being neither arrogant nor self-righteous], regard others as more important than yourselves."
				},
				"1 Thessalonians 4:11": {
					"The Message (MSG)": "Stay calm; mind your own business; do your own job. You’ve heard all this from us before, but a reminder never hurts. We want you living in a way that will command the respect of outsiders, not lying around sponging off your friends.",
					"Amplified Bible (AMP)": "But if you have bitter jealousy and selfish ambition in your hearts, do not be arrogant, and [as a result] be in defiance of the truth."
				},
				"James 3:14": {
					"The Message (MSG)": " Do you want to be counted wise, to build a reputation for wisdom? Here’s what you do: Live well, live wisely, live humbly. It’s the way you live, not the way you talk, that counts. Mean-spirited ambition isn’t wisdom. Boasting that you are wise isn’t wisdom. Twisting the truth to make yourselves sound wise isn’t wisdom. It’s the furthest thing from wisdom—it’s animal cunning, devilish conniving. Whenever you’re trying to look better than others or get the better of others, things fall apart and everyone ends up at the others’ throats.",
					"Amplified Bible (AMP)": "But if you have bitter jealousy and selfish ambition in your hearts, do not be arrogant, and [as a result] be in defiance of the truth."
				},
				"James 4:13-16": {
					"The Message (MSG)": "And now I have a word for you who brashly announce, “Today—at the latest, tomorrow—we’re off to such and such a city for the year. We’re going to start a business and make a lot of money.” You don’t know the first thing about tomorrow. You’re nothing but a wisp of fog, catching a brief bit of sun before disappearing. Instead, make it a habit to say, “If the Master wills it and we’re still alive, we’ll do this or that.” As it is, you are full of your grandiose selves. All such vaunting self-importance is evil. In fact, if you know the right thing to do and don’t do it, that, for you, is evil.",
					"Amplified Bible (AMP)": "Come now [and pay attention to this], you who say, “Today or tomorrow we will go to such and such a city, and spend a year there and carry on our business and make a profit.” [a]Yet you do not know [the least thing] [b]about what may happen in your life tomorrow. [What is secure in your life?] You are merely a vapor [like a puff of smoke or a wisp of steam from a cooking pot] that is visible for a little while and then vanishes [into thin air]. 15 Instead [c]you ought to say, “If the Lord wills, we will live and we will do this or that.” But as it is, you boast [vainly] in your pretension and arrogance. All such boasting is evil."
				}
			}
		},
		"Anger": {
			"definition": "a strong feeling of annoyance, displeasure, or hostility.",
			"scriptures": {
				"Proverbs 14:29": {
					"The Message (MSG)": "Slowness to anger makes for deep understanding; a quick-tempered person stockpiles stupidity.",
					"Amplified Bible (AMP)": "He who is slow to anger has great understanding [and profits from his self-control], But he who is quick-tempered exposes and exalts his foolishness [for all to see]."
				},
				"Proverbs 15:1": {
					"The Message (MSG)": "A gentle response defuses anger, but a sharp tongue kindles a temper-fire.",
					"Amplified Bible (AMP)": "A soft and gentle and thoughtful answer turns away wrath, But harsh and painful and careless words stir up anger."
				},
				"Proverbs 19:19": {
					"The Message (MSG)": "Let angry people endure the backlash of their own anger; if you try to make it better, you’ll only make it worse.",
					"Amplified Bible (AMP)": "A man of great anger will bear the penalty [for his quick temper and lack of self-control]; For if you rescue him [and do not let him learn from the consequences of his action], you will only have to rescue him over and over again."
				},
				"Proverbs 22:24-25": {
					"The Message (MSG)": "Don’t hang out with angry people; don’t keep company with hotheads. Bad temper is contagious—don’t get infected.",
					"Amplified Bible (AMP)": "Do not even associate with a man given to angry outbursts; Or go [along] with a hot-tempered man, Or you will learn his [undisciplined] ways And get yourself trapped [in a situation from which it is hard to escape]."
				},
				"Proverbs 29:8-9": {
					"The Message (MSG)": "A gang of cynics can upset a whole city; a group of sages can calm everyone down. A sage trying to work things out with a fool gets only scorn and sarcasm for his trouble.",
					"Amplified Bible (AMP)": "Scoffers set a city afire [by stirring up trouble], But wise men turn away anger [and restore order with their good judgment]. If a wise man has a controversy with a foolish and arrogant man, The foolish man [ignores logic and fairness and] only rages or laughs, and there is no peace (rest, agreement)."
				},
				"Matthew 5:21-22": {
					"The Message (MSG)": " “You’re familiar with the command to the ancients, ‘Do not murder.’ I’m telling you that anyone who is so much as angry with a brother or sister is guilty of murder. Carelessly call a brother ‘idiot!’ and you just might find yourself hauled into court. Thoughtlessly yell ‘stupid!’ at a sister and you are on the brink of hellfire. The simple moral fact is that words kill.",
					"Amplified Bible (AMP)": "“You have heard that it was said to the men of old, ‘You shall not murder,’ and ‘Whoever murders shall be [a]guilty before the court.’ But I say to you that everyone who continues to be angry with his brother or harbors malice against him shall be guilty before the court; and whoever speaks [contemptuously and insultingly] to his brother, [b]Raca (You empty-headed idiot)!’ shall be guilty before the supreme court (Sanhedrin); and whoever says, ‘You fool!’ shall be in danger of the [c]fiery hell."
				},
				"Romans 12:19": {
					"The Message (MSG)": "Don’t hit back; discover beauty in everyone. If you’ve got it in you, get along with everybody. Don’t insist on getting even; that’s not for you to do. “I’ll do the judging,” says God. “I’ll take care of it.”",
					"Amplified Bible (AMP)": " Beloved, never avenge yourselves, but leave the way open for God’s wrath [and His judicial righteousness]; for it is written [in Scripture], <i>“Vengeance is Mine, I will repay,”</i> says the Lord."
				},
				"2 Corinthians 11:29": {
					"The Message (MSG)": "And that’s not the half of it, when you throw in the daily pressures and anxieties of all the churches. When someone gets to the end of his rope, I feel the desperation in my bones. When someone is duped into sin, an angry fire burns in my gut.",
					"Amplified Bible (AMP)": "Who is weak, and I do not feel [his] weakness? Who is made to sin, and I am not on fire [with sorrow and concern]?"
				},
				"1 Timothy 2:8": {
					"The Message (MSG)": "Since prayer is at the bottom of all this, what I want mostly is for men to pray—not shaking angry fists at enemies but raising holy hands to God. And I want women to get in there with the men in humility before God, not primping before a mirror or chasing the latest fashions but doing something beautiful for God and becoming beautiful doing it.",
					"Amplified Bible (AMP)": "Therefore I want the men in every place to pray, lifting up holy hands, without anger and disputing or quarreling or doubt [in their mind]."
				}
			}
		},
		"Assurance": {
			"definition": "a positive declaration intended to give confidence; a promise.",
			"scriptures": {
				"Psalm 86:5-7": {
					"The Message (MSG)": "Bend an ear, God; answer me. I’m one miserable wretch! Keep me safe—haven’t I lived a good life? Help your servant—I’m depending on you! You’re my God; have mercy on me. I count on you from morning to night. Give your servant a happy life; I put myself in your hands! You’re well-known as good and forgiving, bighearted to all who ask for help. Pay attention, God, to my prayer; bend down and listen to my cry for help. Every time I’m in trouble I call on you, confident that you’ll answer.",
					"Amplified Bible (AMP)": "For You, O Lord, are good, and ready to forgive [our sins, sending them away, completely letting them go forever and ever]; And abundant in lovingkindness and overflowing in mercy to all those who call upon You. Hear, O Lord, my prayer; And listen attentively to the voice of my supplications (specific requests)! In the day of my trouble I will call upon You, For You will answer me."
				},
				"Zephaniah 3:17": {
					"The Message (MSG)": "Jerusalem will be told: “Don’t be afraid. Dear Zion, don’t despair. Your God is present among you, a strong Warrior there to save you. Happy to have you back, he’ll calm you with his love and delight you with his songs.",
					"Amplified Bible (AMP)": "“The Lord your God is in your midst, A Warrior who saves. He will rejoice over you with joy; He will be quiet in His love [making no mention of your past sins], He will rejoice over you with shouts of joy."
				},
				"Romans 5:5": {
					"The Message (MSG)": "There’s more to come: We continue to shout our praise even when we’re hemmed in with troubles, because we know how troubles can develop passionate patience in us, and how that patience in turn forges the tempered steel of virtue, keeping us alert for whatever God will do next. In alert expectancy such as this, we’re never left feeling shortchanged. Quite the contrary—we can’t round up enough containers to hold everything God generously pours into our lives through the Holy Spirit!",
					"Amplified Bible (AMP)": "Such hope [in God’s promises] never disappoints us, because God’s love has been abundantly poured out within our hearts through the Holy Spirit who was given to us."
				}
			}
		},
		"Belief": {
			"definition": "an acceptance that a statement is true or that something exists.",
			"scriptures": {
				"Matthew 6:22": {
					"The Message (MSG)": "“Your eyes are windows into your body. If you open your eyes wide in wonder and belief, your body fills up with light. If you live squinty-eyed in greed and distrust, your body is a dank cellar. If you pull the blinds on your windows, what a dark life you will have!",
					"Amplified Bible (AMP)": "“The eye is the lamp of the body; so if your eye is clear [spiritually perceptive], your whole body will be full of light [benefiting from God’s precepts]."
				},
				"John 3:16": {
					"The Message (MSG)": "“This is how much God loved the world: He gave his Son, his one and only Son. And this is why: so that no one need be destroyed; by believing in him, anyone can have a whole and lasting life. God didn’t go to all the trouble of sending his Son merely to point an accusing finger, telling the world how bad it was. He came to help, to put the world right again. Anyone who trusts in him is acquitted; anyone who refuses to trust him has long since been under the death sentence without knowing it. And why? Because of that person’s failure to believe in the one-of-a-kind Son of God when introduced to him.",
					"Amplified Bible (AMP)": "“For God so [greatly] loved and dearly prized the world, that He [even] gave His [One and] [a]only begotten Son, so that whoever believes and trusts in Him [as Savior] shall not perish, but have eternal life."
				},
				"John 12:46": {
					"The Message (MSG)": "Jesus summed it all up when he cried out, “Whoever believes in me, believes not just in me but in the One who sent me. Whoever looks at me is looking, in fact, at the One who sent me. I am Light that has come into the world so that all who believe in me won’t have to stay any longer in the dark.",
					"Amplified Bible (AMP)": "I have come as Light into the world, so that everyone who believes and trusts in Me [as Savior—all those who anchor their hope in Me and rely on the truth of My message] will not continue to live in darkness."
				},
				"John 20:29": {
					"The Message (MSG)": "Jesus said, “So, you believe because you’ve seen with your own eyes. Even better blessings are in store for those who believe without seeing.”",
					"Amplified Bible (AMP)": "Jesus said to him, “Because you have seen Me, do you now believe? Blessed [happy, spiritually secure, and favored by God] are they who did not see [Me] and yet believed [in Me].”"
				},
				"Romans 8:5": {
					"The Message (MSG)": "Those who think they can do it on their own end up obsessed with measuring their own moral muscle but never get around to exercising it in real life. Those who trust God’s action in them find that God’s Spirit is in them—living and breathing God! Obsession with self in these matters is a dead end; attention to God leads us out into the open, into a spacious, free life. Focusing on the self is the opposite of focusing on God. Anyone completely absorbed in self ignores God, ends up thinking more about self than God. That person ignores who God is and what he is doing. And God isn’t pleased at being ignored.",
					"Amplified Bible (AMP)": "For those who are living according to the flesh set their minds on the things of the flesh [which gratify the body], but those who are living according to the Spirit, [set their minds on] the things of the Spirit [His will and purpose]."
				},
				"Romans 10:17": {
					"The Message (MSG)": "But how can people call for help if they don’t know who to trust? And how can they know who to trust if they haven’t heard of the One who can be trusted? And how can they hear if nobody tells them? And how is anyone going to tell them, unless someone is sent to do it? That’s why Scripture exclaims, A sight to take your breath away! Grand processions of people telling all the good things of God! But not everybody is ready for this, ready to see and hear and act. Isaiah asked what we all ask at one time or another: “Does anyone care, God? Is anyone listening and believing a word of it?” The point is: Before you trust, you have to listen. But unless Christ’s Word is preached, there’s nothing to listen to.",
					"Amplified Bible (AMP)": "So faith comes from hearing [what is told], and what is heard comes by the [preaching of the] message concerning Christ."
				},
				"1 Corinthians 16:13": {
					"The Message (MSG)": "Keep your eyes open, hold tight to your convictions, give it all you’ve got, be resolute, and love without stopping.",
					"Amplified Bible (AMP)": "Be on guard; stand firm in your faith [in God, respecting His precepts and keeping your doctrine sound]. Act like [mature] men and be courageous; be strong."
				},
				"2 Corinthians 5:7": {
					"The Message (MSG)": "That’s why we live with such good cheer. You won’t see us drooping our heads or dragging our feet! Cramped conditions here don’t get us down. They only remind us of the spacious living conditions ahead. It’s what we trust in but don’t yet see that keeps us going. Do you suppose a few ruts in the road or rocks in the path are going to stop us? When the time comes, we’ll be plenty ready to exchange exile for homecoming.",
					"Amplified Bible (AMP)": "for we walk by faith, not by sight [living our lives in a manner consistent with our confident belief in God’s promises]—"
				},
				"Galatians 2:20": {
					"The Message (MSG)": "What actually took place is this: I tried keeping rules and working my head off to please God, and it didn’t work. So I quit being a “law man” so that I could be God’s man. Christ’s life showed me how, and enabled me to do it. I identified myself completely with him. Indeed, I have been crucified with Christ. My ego is no longer central. It is no longer important that I appear righteous before you or have your good opinion, and I am no longer driven to impress God. Christ lives in me. The life you see me living is not “mine,” but it is lived by faith in the Son of God, who loved me and gave himself for me. I am not going to go back on that. Is it not clear to you that to go back to that old rule-keeping, peer-pleasing religion would be an abandonment of everything personal and free in my relationship with God? I refuse to do that, to repudiate God’s grace. If a living relationship with God could come by rule-keeping, then Christ died unnecessarily.",
					"Amplified Bible (AMP)": "I have been crucified with Christ [that is, in Him I have shared His crucifixion]; it is no longer I who live, but Christ lives in me. The life I now live in the body I live by faith [by adhering to, relying on, and completely trusting] in the Son of God, who loved me and gave Himself up for me."
				},
				"Ephesians 2:8-9": {
					"The Message (MSG)": "Now God has us where he wants us, with all the time in this world and the next to shower grace and kindness upon us in Christ Jesus. Saving is all his idea, and all his work. All we do is trust him enough to let him do it. It’s God’s gift from start to finish! We don’t play the major role. If we did, we’d probably go around bragging that we’d done the whole thing! No, we neither make nor save ourselves. God does both the making and saving. He creates each of us by Christ Jesus to join him in the work he does, the good work he has gotten ready for us to do, work we had better be doing.",
					"Amplified Bible (AMP)": "For it is by grace [God’s remarkable compassion and favor drawing you to Christ] that you have been saved [actually delivered from judgment and given eternal life] through faith. And this [salvation] is not of yourselves [not through your own effort], but it is the [undeserved, gracious] gift of God; not as a result of [your] works [nor your attempts to keep the Law], so that no one will [be able to] boast or take credit in any way [for his salvation]."
				},
				"Colossians 1:15-17": {
					"The Message (MSG)": "We look at this Son and see the God who cannot be seen. We look at this Son and see God’s original purpose in everything created. For everything, absolutely everything, above and below, visible and invisible, rank after rank after rank of angels—everything got started in him and finds its purpose in him. He was there before any of it came into existence and holds it all together right up to this moment. And when it comes to the church, he organizes and holds it together, like a head does a body.",
					"Amplified Bible (AMP)": " He is the exact living image [the essential manifestation] of the unseen God [the visible representation of the invisible], the firstborn [the preeminent one, the sovereign, and the originator] of all creation. For [a]by Him all things were created in heaven and on earth, [things] visible and invisible, whether thrones or dominions or rulers or authorities; all things were created and exist through Him [that is, by His activity] and for Him. And He Himself existed and is before all things, and in Him all things hold together. [His is the controlling, cohesive force of the universe.]"
				},
				"Hebrews 11:1": {
					"The Message (MSG)": "The fundamental fact of existence is that this trust in God, this faith, is the firm foundation under everything that makes life worth living. It’s our handle on what we can’t see. The act of faith is what distinguished our ancestors, set them above the crowd.",
					"Amplified Bible (AMP)": "Now faith is the assurance (title deed, confirmation) of things hoped for (divinely guaranteed), and the evidence of things not seen [the conviction of their reality—faith comprehends as fact what cannot be experienced by the physical senses]."
				},
				"Hebrews 11:3": {
					"The Message (MSG)": "By faith, we see the world called into existence by God’s word, what we see created by what we don’t see.",
					"Amplified Bible (AMP)": "By faith [that is, with an inherent trust and enduring confidence in the power, wisdom and goodness of God] we understand that the worlds (universe, ages) were framed and created [formed, put in order, and equipped for their intended purpose] by the word of God, so that what is seen was not made out of things which are visible."
				},
				"Hebrews 11:6": {
					"The Message (MSG)": "By an act of faith, Enoch skipped death completely. “They looked all over and couldn’t find him because God had taken him.” We know on the basis of reliable testimony that before he was taken “he pleased God.” It’s impossible to please God apart from faith. And why? Because anyone who wants to approach God must believe both that he exists and that he cares enough to respond to those who seek him.",
					"Amplified Bible (AMP)": "But without faith it is impossible to [walk with God and] please Him, for whoever comes [near] to God must [necessarily] believe that God exists and that He rewards those who [earnestly and diligently] seek Him."
				},
				"James 1:3": {
					"The Message (MSG)": "Consider it a sheer gift, friends, when tests and challenges come at you from all sides. You know that under pressure, your faith-life is forced into the open and shows its true colors. So don’t try to get out of anything prematurely. Let it do its work so you become mature and well-developed, not deficient in any way.",
					"Amplified Bible (AMP)": "Be assured that the testing of your faith [through experience] produces endurance [leading to spiritual maturity, and inner peace]."
				},
				"James 2:14-17": {
					"The Message (MSG)": "Dear friends, do you think you’ll get anywhere in this if you learn all the right words but never do anything? Does merely talking about faith indicate that a person really has it? For instance, you come upon an old friend dressed in rags and half-starved and say, “Good morning, friend! Be clothed in Christ! Be filled with the Holy Spirit!” and walk off without providing so much as a coat or a cup of soup—where does that get you? Isn’t it obvious that God-talk without God-acts is outrageous nonsense?",
					"Amplified Bible (AMP)": "What is the benefit, my fellow believers, if someone claims to have faith but has no [good] works [as evidence]? Can that [kind of] faith save him? [No, a mere claim of faith is not sufficient—genuine faith produces good works.] 15 If a brother or sister is without [adequate] clothing and lacks [enough] food for each day, 16 and one of you says to them, “Go in peace [with my blessing], [keep] warm and feed yourselves,” but he does not give them the necessities for the body, what good does that do? 17 So too, faith, if it does not have works [to back it up], is by itself dead [inoperative and ineffective]."
				},
				"1 Peter 1:7": {
					"The Message (MSG)": "I know how great this makes you feel, even though you have to put up with every kind of aggravation in the meantime. Pure gold put in the fire comes out of it proved pure; genuine faith put through this suffering comes out proved genuine. When Jesus wraps this all up, it’s your faith, not your gold, that God will have on display as evidence of his victory.",
					"Amplified Bible (AMP)": "so that the genuineness of your faith, which is much more precious than gold which is perishable, even though tested and purified by fire, may be found to result in [your] praise and glory and honor at the revelation of Jesus Christ."
				},
				"2 Peter 1:5-7": {
					"The Message (MSG)": "So don’t lose a minute in building on what you’ve been given, complementing your basic faith with good character, spiritual understanding, alert discipline, passionate patience, reverent wonder, warm friendliness, and generous love, each dimension fitting into and developing the others. With these qualities active and growing in your lives, no grass will grow under your feet, no day will pass without its reward as you mature in your experience of our Master Jesus. Without these qualities you can’t see what’s right before you, oblivious that your old sinful life has been wiped off the books.",
					"Amplified Bible (AMP)": "For this very reason, applying your diligence [to the divine promises, make every effort] in [exercising] your faith to, [a]develop moral excellence, and in moral excellence, knowledge (insight, understanding), and in your knowledge, self-control, and in your self-control, steadfastness, and in your steadfastness, godliness, and in your godliness, brotherly affection, and in your brotherly affection, [develop Christian] love [that is, learn to unselfishly seek the best for others and to do things for their benefit]."
				},
				"2 John 9": {
					"The Message (MSG)": "And be very careful around them so you don’t lose out on what we’ve worked so diligently in together; I want you to get every reward you have coming to you. Anyone who gets so progressive in his thinking that he walks out on the teaching of Christ, walks out on God. But whoever stays with the teaching, stays faithful to both the Father and the Son.",
					"Amplified Bible (AMP)": "Anyone who runs on ahead and does not remain in the doctrine of Christ [that is, one who is not content with what He taught], does not have God; but the one who continues to remain in the teaching [of Christ does have God], he has both the Father and the Son."
				}
			}
		},
		"Change": {
			"definition": {
				"verb": ["make or become different", "take or use another insted of"],
				"noun": ["the act or instance of making or becoming different.", "coins as opposed to paper currency."]
			},
			"scriptures": {
				"Luke 12:50": {
					"The Message (MSG)": "“I’ve come to start a fire on this earth—how I wish it were blazing right now! I’ve come to change everything, turn everything rightside up—how I long for it to be finished! Do you think I came to smooth things over and make everything nice? Not so. I’ve come to disrupt and confront! From now on, when you find five in a house, it will be— Three against two, and two against three; Father against son, and son against father; Mother against daughter, and daughter against mother; Mother-in-law against bride, and bride against mother-in-law.”",
					"Amplified Bible (AMP)": "I have a baptism [of great suffering] with which to be baptized, and how [greatly] I am distressed until it is accomplished!"
				},
				"Luke 12:56": {
					"The Message (MSG)": "Then he turned to the crowd: “When you see clouds coming in from the west, you say, ‘Storm’s coming’—and you’re right. And when the wind comes out of the south, you say, ‘This’ll be a hot one’—and you’re right. Frauds! You know how to tell a change in the weather, so don’t tell me you can’t tell a change in the season, the God-season we’re in right now.",
					"Amplified Bible (AMP)": "You hypocrites (play-actors, pretenders)! You know how to analyze and intelligently interpret the appearance of the earth and sky [to forecast the weather], but why do you not intelligently interpret this present time?"
				},
				"Acts 3:19": {
					"The Message (MSG)": "“Now it’s time to change your ways! Turn to face God so he can wipe away your sins, pour out showers of blessing to refresh you, and send you the Messiah he prepared for you, namely, Jesus. For the time being he must remain out of sight in heaven until everything is restored to order again just the way God, through the preaching of his holy prophets of old, said it would be. Moses, for instance, said, ‘Your God will raise up for you a prophet just like me from your family. Listen to every word he speaks to you. Every last living soul who refuses to listen to that prophet will be wiped out from the people.’",
					"Amplified Bible (AMP)": "So repent [change your inner self—your old way of thinking, regret past sins] and return [to God—seek His purpose for your life], so that your sins may be wiped away [blotted out, completely erased], so that times of refreshing may come from the presence of the Lord [restoring you like a cool wind on a hot day];"
				},
				"Romans 2:4": {
					"The Message (MSG)": "You didn’t think, did you, that just by pointing your finger at others you would distract God from seeing all your misdoings and from coming down on you hard? Or did you think that because he’s such a nice God, he’d let you off the hook? Better think this one through from the beginning. God is kind, but he’s not soft. In kindness he takes us firmly by the hand and leads us into a radical life-change.",
					"Amplified Bible (AMP)": "Or do you have no regard for the wealth of His kindness and tolerance and patience [in withholding His wrath]? Are you [actually] unaware or ignorant [of the fact] that God’s kindness leads you to repentance [that is, to change your inner self, your old way of thinking—seek His purpose for your life]?"
				},
				"Romans 8:9-10": {
					"The Message (MSG)": "But if God himself has taken up residence in your life, you can hardly be thinking more of yourself than of him. Anyone, of course, who has not welcomed this invisible but clearly present God, the Spirit of Christ, won’t know what we’re talking about. But for you who welcome him, in whom he dwells—even though you still experience all the limitations of sin—you yourself experience life on God’s terms. It stands to reason, doesn’t it, that if the alive-and-present God who raised Jesus from the dead moves into your life, he’ll do the same thing in you that he did in Jesus, bringing you alive to himself? When God lives and breathes in you (and he does, as surely as he did in Jesus), you are delivered from that dead life. With his Spirit living in you, your body will be as alive as Christ’s!",
					"Amplified Bible (AMP)": "However, you are not [living] in the flesh [controlled by the sinful nature] but in the Spirit, if in fact the Spirit of God lives in you [directing and guiding you]. But if anyone does not have the Spirit of Christ, he does not belong to Him [and is not a child of God]. If Christ lives in you, though your [natural] body is dead because of sin, your spirit is alive because of righteousness [which He provides]."
				},
				"Romans 12:1-2": {
					"The Message (MSG)": "So here’s what I want you to do, God helping you: Take your everyday, ordinary life—your sleeping, eating, going-to-work, and walking-around life—and place it before God as an offering. Embracing what God does for you is the best thing you can do for him. Don’t become so well-adjusted to your culture that you fit into it without even thinking. Instead, fix your attention on God. You’ll be changed from the inside out. Readily recognize what he wants from you, and quickly respond to it. Unlike the culture around you, always dragging you down to its level of immaturity, God brings the best out of you, develops well-formed maturity in you.",
					"Amplified Bible (AMP)": "Therefore I urge you, brothers and sisters, by the mercies of God, to present your bodies [dedicating all of yourselves, set apart] as a living sacrifice, holy and well-pleasing to God, which is your rational (logical, intelligent) act of worship. And do not be conformed to this world [any longer with its superficial values and customs], but be transformed and progressively changed [as you mature spiritually] by the renewing of your mind [focusing on godly values and ethical attitudes], so that you may prove [for yourselves] what the will of God is, that which is good and acceptable and perfect [in His plan and purpose for you]."
				},
				"2 Corinthians 5:17": {
					"The Message (MSG)": "Because of this decision we don’t evaluate people by what they have or how they look. We looked at the Messiah that way once and got it all wrong, as you know. We certainly don’t look at him that way anymore. Now we look inside, and what we see is that anyone united with the Messiah gets a fresh start, is created new. The old life is gone; a new life burgeons! Look at it! All this comes from the God who settled the relationship between us and him, and then called us to settle our relationships with each other. God put the world square with himself through the Messiah, giving the world a fresh start by offering forgiveness of sins. God has given us the task of telling everyone what he is doing. We’re Christ’s representatives. God uses us to persuade men and women to drop their differences and enter into God’s work of making things right between them. We’re speaking for Christ himself now: Become friends with God; he’s already a friend with you.",
					"Amplified Bible (AMP)": "Therefore if anyone is in Christ [that is, grafted in, joined to Him by faith in Him as Savior], he is a new creature [reborn and renewed by the Holy Spirit]; the old things [the previous moral and spiritual condition] have passed away. Behold, new things have come [because spiritual awakening brings a new life]."
				},
				"Galatians 4:8-9": {
					"The Message (MSG)": "Earlier, before you knew God personally, you were enslaved to so-called gods that had nothing of the divine about them. But now that you know the real God—or rather since God knows you—how can you possibly subject yourselves again to those paper tigers? For that is exactly what you do when you are intimidated into scrupulously observing all the traditions, taboos, and superstitions associated with special days and seasons and years. I am afraid that all my hard work among you has gone up in a puff of smoke!",
					"Amplified Bible (AMP)": "But at that time, when you did not know [the true] God and were unacquainted with Him, you [Gentiles] were slaves to those [pagan] things which by [their very] nature were not and could not be gods at all. Now, however, since you have come to know [the true] God [through personal experience], or rather to be known by God, how is it that you are turning back again to the weak and worthless elemental principles [of religions and philosophies], to which you want to be enslaved all over again?"
				},
				"Titus 2:11-12": {
					"The Message (MSG)": " God’s readiness to give and forgive is now public. Salvation’s available for everyone! We’re being shown how to turn our backs on a godless, indulgent life, and how to take on a God-filled, God-honoring life. This new life is starting right now, and is whetting our appetites for the glorious day when our great God and Savior, Jesus Christ, appears. He offered himself as a sacrifice to free us from a dark, rebellious life into this good, pure life, making us a people he can be proud of, energetic in goodness.",
					"Amplified Bible (AMP)": "For the [remarkable, undeserved] grace of God that [a]brings salvation has appeared to all men. It teaches us to reject ungodliness and worldly (immoral) desires, and to live sensible, upright, and godly lives [lives with a purpose that reflect spiritual maturity] in this present age,"
				},
				"Hebrews 13:8": {
					"The Message (MSG)": "Appreciate your pastoral leaders who gave you the Word of God. Take a good look at the way they live, and let their faithfulness instruct you, as well as their truthfulness. There should be a consistency that runs through us all. For Jesus doesn’t change—yesterday, today, tomorrow, he’s always totally himself.",
					"Amplified Bible (AMP)": "Jesus Christ is [eternally changeless, always] the same yesterday and today and forever."
				},
				"1 Peter 1:22-23": {
					"The Message (MSG)": "Now that you’ve cleaned up your lives by following the truth, love one another as if your lives depended on it. Your new life is not like your old life. Your old birth came from mortal sperm; your new birth comes from God’s living Word. Just think: a life conceived by God himself! That’s why the prophet said, The old life is a grass life, its beauty as short-lived as wildflowers; Grass dries up, flowers droop, God’s Word goes on and on forever. This is the Word that conceived the new life in you.",
					"Amplified Bible (AMP)": "Since by your obedience to the truth you have purified yourselves for a sincere love of the believers, [see that you] love one another from the heart [always unselfishly seeking the best for one another], for you have been born again [that is, reborn from above—spiritually transformed, renewed, and set apart for His purpose] not of seed which is perishable but [from that which is] imperishable and immortal, that is, through the living and everlasting word of God."
				},
				"2 Peter 3:9": {
					"The Message (MSG)": "Don’t overlook the obvious here, friends. With God, one day is as good as a thousand years, a thousand years as a day. God isn’t late with his promise as some measure lateness. He is restraining himself on account of you, holding back the End because he doesn’t want anyone lost. He’s giving everyone space and time to change.",
					"Amplified Bible (AMP)": "The Lord does not delay [as though He were unable to act] and is not slow about His promise, as some count slowness, but is [extraordinarily] patient toward you, not wishing for any to perish but for all to come to repentance."
				}
			}
		},
		"Child of God": {
			"definition": "Israel and the church are the chief objects of God’s fatherly love. People become God’s children through faith and are then encouraged by Scripture to imitate their heavenly Father in their daily living.",
			"scriptures": {
				"Psalm 27:10": {
					"The Message (MSG)": "You’ve always been right there for me; don’t turn your back on me now. Don’t throw me out, don’t abandon me; you’ve always kept the door open. My father and mother walked out and left me, but God took me in.",
					"Amplified Bible (AMP)": "Although my father and my mother have abandoned me, Yet the Lord will take me up [adopt me as His child]."
				},
				"Psalm 71:17-18": {
					"The Message (MSG)": "You got me when I was an unformed youth, God, and taught me everything I know. Now I’m telling the world your wonders; I’ll keep at it until I’m old and gray. God, don’t walk off and leave me until I get out the news Of your strong right arm to this world, news of your power to the world yet to come, Your famous and righteous ways, O God. God, you’ve done it all! Who is quite like you? You, who made me stare trouble in the face, Turn me around; Now let me look life in the face. I’ve been to the bottom; Bring me up, streaming with honors; turn to me, be tender to me, And I’ll take up the lute and thank you to the tune of your faithfulness, God. I’ll make music for you on a harp, Holy One of Israel. When I open up in song to you, I let out lungsful of praise, my rescued life a song. All day long I’m chanting about you and your righteous ways, While those who tried to do me in slink off looking ashamed.",
					"Amplified Bible (AMP)": "O God, You have taught me from my youth, And I still declare Your wondrous works and miraculous deeds. And even when I am old and gray-headed, O God, do not abandon me, Until I declare Your [mighty] strength to this generation, Your power to all who are to come."
				},
				"Psalm 119:9": {
					"The Message (MSG)": "How can a young person live a clean life? By carefully reading the map of your Word. I’m single-minded in pursuit of you; don’t let me miss the road signs you’ve posted. I’ve banked your promises in the vault of my heart so I won’t sin myself bankrupt. Be blessed, God; train me in your ways of wise living. I’ll transfer to my lips all the counsel that comes from your mouth; I delight far more in what you tell me about living than in gathering a pile of riches. I ponder every morsel of wisdom from you, I attentively watch how you’ve done it. I relish everything you’ve told me of life, I won’t forget a word of it.",
					"Amplified Bible (AMP)": "How can a young man keep his way pure? By keeping watch [on himself] according to Your word [conforming his life to Your precepts]."
				},
				"Proverbs 23:19": {
					"The Message (MSG)": "Oh listen, dear child—become wise; point your life in the right direction. Don’t drink too much wine and get drunk; don’t eat too much food and get fat. Drunks and gluttons will end up on skid row, in a stupor and dressed in rags.",
					"Amplified Bible (AMP)": "Listen, my son, and be wise, And direct your heart in the way [of the Lord]."
				},
				"Matthew 18:1-5": {
					"The Message (MSG)": "At about the same time, the disciples came to Jesus asking, “Who gets the highest rank in God’s kingdom?” For an answer Jesus called over a child, whom he stood in the middle of the room, and said, “I’m telling you, once and for all, that unless you return to square one and start over like children, you’re not even going to get a look at the kingdom, let alone get in. Whoever becomes simple and elemental again, like this child, will rank high in God’s kingdom. What’s more, when you receive the childlike on my account, it’s the same as receiving me.",
					"Amplified Bible (AMP)": "At that time the disciples came to Jesus and asked, “Who is greatest in the kingdom of heaven?” He called a little child and set him before them, and said, “I assure you and most solemnly say to you, unless you repent [that is, change your inner self—your old way of thinking, live changed lives] and become like children [trusting, humble, and forgiving], you will never enter the kingdom of heaven. Therefore, whoever humbles himself like this child is greatest in the kingdom of heaven. Whoever receives and welcomes one child like this in My name receives Me;"
				},
				"Matthew 19:13-14": {
					"The Message (MSG)": "One day children were brought to Jesus in the hope that he would lay hands on them and pray over them. The disciples shooed them off. But Jesus intervened: “Let the children alone, don’t prevent them from coming to me. God’s kingdom is made up of people like these.” After laying hands on them, he left.",
					"Amplified Bible (AMP)": "Then children were brought to Jesus so that He might place His hands on them [for a blessing] and pray; but the disciples reprimanded them. But He said, “Leave the children alone, and do not forbid them from coming to Me; for the kingdom of heaven belongs to such as these.”"
				},
				"Ephesians 5:1": {
					"The Message (MSG)": "Watch what God does, and then you do it, like children who learn proper behavior from their parents. Mostly what God does is love you. Keep company with him and learn a life of love. Observe how Christ loved us. His love was not cautious but extravagant. He didn’t love in order to get something from us but to give everything of himself to us. Love like that.",
					"Amplified Bible (AMP)": "Therefore become imitators of God [copy Him and follow His example], as well-beloved children [imitate their father];"
				},
				"1 Peter 1:15": {
					"The Message (MSG)": "So roll up your sleeves, put your mind in gear, be totally ready to receive the gift that’s coming when Jesus arrives. Don’t lazily slip back into those old grooves of evil, doing just what you feel like doing. You didn’t know any better then; you do now. As obedient children, let yourselves be pulled into a way of life shaped by God’s life, a life energetic and blazing with holiness. God said, “I am holy; you be holy.”",
					"Amplified Bible (AMP)": "But like the Holy One who called you, be holy yourselves in all your conduct [be set apart from the world by your godly character and moral courage];"
				}
			}
		},
		"Choices": {
			"definition": "an act of selecting or making a decision when faced with two or more possibilities.",
			"scriptures": {
				"Psalm 16:2": {
					"The Message (MSG)": "Keep me safe, O God, I’ve run for dear life to you. I say to God, “Be my Lord!” Without you, nothing makes sense.",
					"Amplified Bible (AMP)": "I said to the Lord, “You are my Lord; I have no good besides You.”"
				},
				"Psalm 16:5": {
					"The Message (MSG)": "My choice is you, God, first and only. And now I find I’m your choice! You set me up with a house and yard. And then you made me your heir!",
					"Amplified Bible (AMP)": "The Lord is the portion of my inheritance, my cup [He is all I need]; You support my lot."
				},
				"Proverbs 16:9": {
					"The Message (MSG)": "We plan the way we want to live, but only God makes us able to live it.",
					"Amplified Bible (AMP)": "A man’s mind plans his way [as he journeys through life], But the Lord directs his steps and establishes them."
				},
				"Proverbs 16:16": {
					"The Message (MSG)": "Get wisdom—it’s worth more than money; choose insight over income every time.",
					"Amplified Bible (AMP)": "How much better it is to get wisdom than gold! And to get understanding is to be chosen above silver."
				},
				"Proverbs 18:21": {
					"The Message (MSG)": "Words kill, words give life; they’re either poison or fruit—you choose.",
					"Amplified Bible (AMP)": "Death and life are in the power of the tongue, And those who love it and indulge it will eat its fruit and bear the consequences of their words."
				},
				"1 Corinthians 1:27-28": {
					"The Message (MSG)": "Take a good look, friends, at who you were when you got called into this life. I don’t see many of “the brightest and the best” among you, not many influential, not many from high-society families. Isn’t it obvious that God deliberately chose men and women that the culture overlooks and exploits and abuses, chose these “nobodies” to expose the hollow pretensions of the “somebodies”? That makes it quite clear that none of you can get by with blowing your own horn before God. Everything that we have—right thinking and right living, a clean slate and a fresh start—comes from God by way of Jesus Christ. That’s why we have the saying, “If you’re going to blow a horn, blow a trumpet for God.”",
					"Amplified Bible (AMP)": "But God has selected [for His purpose] the foolish things of the world to shame the wise [revealing their ignorance], and God has selected [for His purpose] the weak things of the world to shame the things which are strong [revealing their frailty]. 28 God has selected [for His purpose] the insignificant (base) things of the world, and the things that are despised and treated with contempt, [even] the things that are nothing, so that He might reduce to nothing the things that are,"
				},
				"1 Corinthians 14:32": {
					"The Message (MSG)": "So here’s what I want you to do. When you gather for worship, each one of you be prepared with something that will be useful for all: Sing a hymn, teach a lesson, tell a story, lead a prayer, provide an insight. If prayers are offered in tongues, two or three’s the limit, and then only if someone is present who can interpret what you’re saying. Otherwise, keep it between God and yourself. And no more than two or three speakers at a meeting, with the rest of you listening and taking it to heart. Take your turn, no one person taking over. Then each speaker gets a chance to say something special from God, and you all learn from each other. If you choose to speak, you’re also responsible for how and when you speak. When we worship the right way, God doesn’t stir us up into confusion; he brings us into harmony. This goes for all the churches—no exceptions.",
					"Amplified Bible (AMP)": "for the spirits of prophets are subject to the prophets [the prophecy is under the speaker’s control, and he can stop speaking];"
				},
				"Philippians 3:18": {
					"The Message (MSG)": "Stick with me, friends. Keep track of those you see running this same course, headed for this same goal. There are many out there taking other paths, choosing other goals, and trying to get you to go along with them. I’ve warned you of them many times; sadly, I’m having to do it again. All they want is easy street. They hate Christ’s Cross. But easy street is a dead-end street. Those who live there make their bellies their gods; belches are their praise; all they can think of is their appetites.",
					"Amplified Bible (AMP)": "For there are many, of whom I have often told you, and now tell you even with tears, who live as enemies of the cross of Christ [rejecting and opposing His way of salvation],"
				}
			}
		},
		"Comfort": {
			"definition": {
				"verb": "ease the grief",
				"noun": ["a state of physical ease and freedom from pain or constraint.", "the easing or alleviation of a person's feelings of grief or distress.", "a warm quilt."]
			},
			"scriptures": {
				"Psalm 9:9": {
					"The Message (MSG)": "God’s a safe-house for the battered,a sanctuary during bad times. The moment you arrive, you relax; you’re never sorry you knocked.",
					"Amplified Bible (AMP)": "The Lord also will be a refuge and a stronghold for the oppressed, A refuge in times of trouble;"
				},
				"Psalm 46:1": {
					"The Message (MSG)": "God is a safe place to hide, ready to help when we need him. We stand fearless at the cliff-edge of doom, courageous in seastorm and earthquake, Before the rush and roar of oceans, the tremors that shift mountains. Jacob-wrestling God fights for us, God-of-Angel-Armies protects us.",
					"Amplified Bible (AMP)": "God is our refuge and strength [mighty and impenetrable], A very present and well-proved help in trouble."
				},
				"Psalm 55:22": {
					"The Message (MSG)": "Pile your troubles on God’s shoulders— he’ll carry your load, he’ll help you out. He’ll never let good people topple into ruin. But you, God, will throw the others into a muddy bog, Cut the lifespan of assassins and traitors in half. And I trust in you.",
					"Amplified Bible (AMP)": "Cast your burden on the Lord [release it] and He will sustain and uphold you; He will never allow the righteous to be shaken (slip, fall, fail)."
				},
				"Psalm 147:3": {
					"The Message (MSG)": "God’s the one who rebuilds Jerusalem, who regathers Israel’s scattered exiles. He heals the heartbroken and bandages their wounds. He counts the stars and assigns each a name. Our Lord is great, with limitless strength; we’ll never comprehend what he knows and does. God puts the fallen on their feet again and pushes the wicked into the ditch.",
					"Amplified Bible (AMP)": "He heals the brokenhearted And binds up their wounds [healing their pain and comforting their sorrow]."
				},
				"Psalm 147:5-6": {
					"The Message (MSG)": "God’s the one who rebuilds Jerusalem, who regathers Israel’s scattered exiles. He heals the heartbroken and bandages their wounds. He counts the stars and assigns each a name. Our Lord is great, with limitless strength; we’ll never comprehend what he knows and does. God puts the fallen on their feet again and pushes the wicked into the ditch.",
					"Amplified Bible (AMP)": "Great is our [majestic and mighty] Lord and abundant in strength; His understanding is inexhaustible [infinite, boundless]. The Lord lifts up the humble; He casts the wicked down to the ground."
				},
				"Matthew 11:28": {
					"The Message (MSG)": "“Are you tired? Worn out? Burned out on religion? Come to me. Get away with me and you’ll recover your life. I’ll show you how to take a real rest. Walk with me and work with me—watch how I do it. Learn the unforced rhythms of grace. I won’t lay anything heavy or ill-fitting on you. Keep company with me and you’ll learn to live freely and lightly.”",
					"Amplified Bible (AMP)": "“Come to Me, all who are weary and heavily burdened [by religious rituals that provide no peace], and I will give you rest [refreshing your souls with salvation]."
				},
				"John 14:16-18": {
					"The Message (MSG)": " “If you love me, show it by doing what I’ve told you. I will talk to the Father, and he’ll provide you another Friend so that you will always have someone with you. This Friend is the Spirit of Truth. The godless world can’t take him in because it doesn’t have eyes to see him, doesn’t know what to look for. But you know him already because he has been staying with you, and will even be in you! “I will not leave you orphaned. I’m coming back. In just a little while the world will no longer see me, but you’re going to see me because I am alive and you’re about to come alive. At that moment you will know absolutely that I’m in my Father, and you’re in me, and I’m in you.",
					"Amplified Bible (AMP)": "16 And I will ask the Father, and He will give you another [a]Helper (Comforter, Advocate, Intercessor—Counselor, Strengthener, Standby), to be with you forever— 17 the Spirit of Truth, whom the world cannot receive [and take to its heart] because it does not see Him or know Him, but you know Him because He (the Holy Spirit) remains with you continually and will be in you. “I will not leave you as orphans [comfortless, bereaved, and helpless]; I will come [back] to you."
				},
				"John 16:33": {
					"The Message (MSG)": "Jesus answered them, “Do you finally believe? In fact, you’re about to make a run for it—saving your own skins and abandoning me. But I’m not abandoned. The Father is with me. I’ve told you all this so that trusting me, you will be unshakable and assured, deeply at peace. In this godless world you will continue to experience difficulties. But take heart! I’ve conquered the world.”",
					"Amplified Bible (AMP)": "I have told you these things, so that in Me you may have [perfect] peace. In the world you have tribulation and distress and suffering, but be courageous [be confident, be undaunted, be filled with joy]; I have overcome the world.” [My conquest is accomplished, My victory abiding.]"
				},
				"2 Corinthians 1:5": {
					"The Message (MSG)": "All praise to the God and Father of our Master, Jesus the Messiah! Father of all mercy! God of all healing counsel! He comes alongside us when we go through hard times, and before you know it, he brings us alongside someone else who is going through hard times so that we can be there for that person just as God was there for us. We have plenty of hard times that come from following the Messiah, but no more so than the good times of his healing comfort—we get a full measure of that, too.",
					"Amplified Bible (AMP)": "For just as Christ’s sufferings are ours in abundance [as they overflow to His followers], so also our comfort [our reassurance, our encouragement, our consolation] is abundant through Christ [it is truly more than enough to endure what we must]."
				},
				"2 Corinthians 4:16,18": {
					"The Message (MSG)": " So we’re not giving up. How could we! Even though on the outside it often looks like things are falling apart on us, on the inside, where God is making new life, not a day goes by without his unfolding grace. These hard times are small potatoes compared to the coming good times, the lavish celebration prepared for us. There’s far more here than meets the eye. The things we see now are here today, gone tomorrow. But the things we can’t see now will last forever.",
					"Amplified Bible (AMP)": "Therefore we do not become discouraged [spiritless, disappointed, or afraid]. Though our outer self is [progressively] wasting away, yet our inner self is being [progressively] renewed day by day...So we look not at the things which are seen, but at the things which are unseen; for the things which are visible are temporal [just brief and fleeting], but the things which are invisible are everlasting and imperishable."
				},
				"2 Thessalonians 2:16-17": {
					"The Message (MSG)": "Friends, do you realize that you followed in the exact footsteps of the churches of God in Judea, those who were the first to follow in the footsteps of Jesus Christ? You got the same bad treatment from your countrymen as they did from theirs, the Jews who killed the Master Jesus (to say nothing of the prophets) and followed it up by running us out of town. They make themselves offensive to God and everyone else by trying to keep us from telling people who’ve never heard of our God how to be saved. They’ve made a career of opposing God, and have gotten mighty good at it. But God is fed up, ready to put an end to it. Do you have any idea how very homesick we became for you, dear friends? Even though it hadn’t been that long and it was only our bodies that were separated from you, not our hearts, we tried our very best to get back to see you. You can’t imagine how much we missed you! I, Paul, tried over and over to get back, but Satan stymied us each time. Who do you think we’re going to be proud of when our Master Jesus appears if it’s not you? You’re our pride and joy!",
					"Amplified Bible (AMP)": "forbidding us from speaking to the Gentiles (non-Jews) so that they may be saved. So, as always, they fill up [to the brim] the measure of their sins [allotted to them by God]. But [God’s] wrath has come upon them at last [completely and forever]. But since we were taken away from you, believers, for a little while—in person, but not in heart—we endeavored, with great longing to see you face to face."
				}
			}
		},
		"Compromise": {
			"definition": {
				"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
				"noun": "a state of anxiety and uncertainty over actual or potential problems."
			},
			"scriptures": {
				"Proverbs 12:25": {
					"The Message (MSG)": " ",
					"Amplified Bible (AMP)": " "
				}
			}
		},
		"Confidence": {
			"definition": {
				"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
				"noun": "a state of anxiety and uncertainty over actual or potential problems."
			},
			"scriptures": {
				"Proverbs 12:25": {
					"The Message (MSG)": " ",
					"Amplified Bible (AMP)": " "
				}
			}
		},
		"Conscience": {
			"definition": {
				"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
				"noun": "a state of anxiety and uncertainty over actual or potential problems."
			},
			"scriptures": {
				"Proverbs 12:25": {
					"The Message (MSG)": " ",
					"Amplified Bible (AMP)": " "
				}
			}
		},
		"Contentment": {
			"definition": {
				"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
				"noun": "a state of anxiety and uncertainty over actual or potential problems."
			},
			"scriptures": {
				"Proverbs 12:25": {
					"The Message (MSG)": " ",
					"Amplified Bible (AMP)": " "
				}
			}
		},
		"Criticism": {
			"definition": {
				"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
				"noun": "a state of anxiety and uncertainty over actual or potential problems."
			},
			"scriptures": {
				"Proverbs 12:25": {
					"The Message (MSG)": " ",
					"Amplified Bible (AMP)": " "
				}
			}
		},
		"Death": {
			"definition": {
				"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
				"noun": "a state of anxiety and uncertainty over actual or potential problems."
			},
			"scriptures": {
				"Proverbs 12:25": {
					"The Message (MSG)": " ",
					"Amplified Bible (AMP)": " "
				}
			}
		},
		"Depression": {
			"definition": {
				"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
				"noun": "a state of anxiety and uncertainty over actual or potential problems."
			},
			"scriptures": {
				"Proverbs 12:25": {
					"The Message (MSG)": " ",
					"Amplified Bible (AMP)": " "
				}
			}
		},
		"Direction": {
			"definition": {
				"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
				"noun": "a state of anxiety and uncertainty over actual or potential problems."
			},
			"scriptures": {
				"Proverbs 12:25": {
					"The Message (MSG)": " ",
					"Amplified Bible (AMP)": " "
				}
			},
			"Discipline": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Doubt": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Encouragement": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Excellence": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Family": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Fear": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Forgiveness": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Freedom": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Friendship": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Gossip": {
				"definition": { 
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": ""
					}
				}
			},
			"Greed": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Grief": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Guilt": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Habits": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Happiness": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Health": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Hope": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Jealousy": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Jesus": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Laziness": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Life": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Loneliness": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Love": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Lust": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Lying": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Marriage": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Materialism": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Money": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Motives": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Obedience": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Patience": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Peace": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Planning": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Prayer": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Pride": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Promise": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Purpose": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Rebellion": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Relationships": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Reputation": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Responsibility": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Rest": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Satisfaction": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Seeking God": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Self-Image": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Selfishness": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Sensitivity": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Sex": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Sharing": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Singleness": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Strength": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Stress": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Success": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Suffering": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Temptation": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Tiredness": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Trust": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Truth": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Understanding": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Violence": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Weakness": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": " "
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Wisdom": {
				"definition": {
					"verb": " ",
					"noun": " "
				},
				"scriptures": {
					" ": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Work": {
				"definition": {
					"verb": " ",
					"noun": " "
				},
				"scriptures": {
					" ": {
						"The Message (MSG)": " ",
						"Amplified Bible (AMP)": " "
					}
				}
			},
			"Worry": {
				"definition": {
					"verb": "give way to anxiety or unease; allow one's mind to dwell on difficulty or troubles.",
					"noun": "a state of anxiety and uncertainty over actual or potential problems."
				},
				"scriptures": {
					"Proverbs 12:25": {
						"The Message (MSG)": "Worry weighs us down; a cheerful word picks us up.",
						"Amplified Bible (AMP)": "Anxiety in a man’s heart weighs it down, But a good (encouraging) word makes it glad."
					},
					"Philippians 4:6-7": {
						"The Message (MSG)": "Don't fret or worry. Instead of worrying, pray. Let petitions and praises shape your worries into prayers, letting God know your concerns. Before you know it, a sense of God's wholeness, everything coming together for good, will come and settle you down. It's wonderful what happens when Christ displaces worry at the center of your life.",
						"Amplified Bible (AMP)": "Do not be anxious or worried about anything, but in everything [every circumstance and situation] by prayer and petition with thanksgiving, continue to make your [specific] requests known to God. And the peace of God [that peace which reassures the heart, that peace] which transcends all understanding, [that peace which] stands guard over your hearts and your minds in Christ Jesus [is yours]."
					},
					"James 1:5-8": {
						"The Message (MSG)": "If you don't know what you're doing, pray to the Father. He loves to help. You'll get his help, and won't be condescended to when you ask for it. Ask boldly, believingly, without a second thought. People who \"worry their prayers\" are like wind-whipped waves. Don't think you're going to get anything from the Master that way, adrift at sea, keeping all your options open.",
						"Amplified Bible (AMP)": "If any of you lacks wisdom [to guide him through a decision or circumstance], he is to ask of [our benevolent] God, who gives to everyone generously and without rebuke or blame, and it will be given to him. But he must ask [for wisdom] in faith, without doubting [God’s willingness to help], for the one who doubts is like a billowing surge of the sea that is blown about and tossed by the wind. For such a person ought not to think or expect that he will receive anything [at all] from the Lord, being a double-minded man, unstable and restless in all his ways [in everything he thinks, feels, or decides]."
					},
					"1 John 3:18-20": {
						"The Message (MSG)": "My dear children, let's not just talk about love; let's practice real love. This is the only way we'll know we're living truly, living in God's reality. It's also the way to shut down debilitating self-criticism, even when there is something to it. For God is greater than our worried hearts and knows more about us than we do ourselves.",
						"Amplified Bible (AMP)": "Little children (believers, dear ones), let us not love [merely in theory] with word or with tongue [giving lip service to compassion], but in action and in truth [in practice and in sincerity, because practical acts of love are more than words]. By this we will know [without any doubt] that we are of the truth, and will assure our heart and quiet our conscience before Him whenever our heart convicts us [in guilt]; for God is greater than our heart and He knows all things [nothing is hidden from Him because we are in His hands]."
					}
				}
			}
		}
	}
}
