{
  "topic": {
    "Ambition":{
      "definition": "a strong desire to do or to achieve something, typically requiring determination and hard work.",
      "scriptures":{
        "Ephesians 5:15-16": {
          "The Message (MSG)": "Don’t waste your time on useless work, mere busywork, the barren pursuits of darkness. Expose these things for the sham they are. It’s a scandal when people waste their lives on things they must do in the darkness where no one will see. Rip the cover off those frauds and see how attractive they look in the light of Christ.Wake up from your sleep, Climb out of your coffins; Christ will show you the light! So watch your step. Use your head. Make the most of every chance you get. These are desperate times!",
          "Amplified Bible (AMP)": "Therefore see that you walk carefully [living life with honor, purpose, and courage; shunning those who tolerate and enable evil], not as the unwise, but as wise [sensible, intelligent, discerning people], [a]making the very most of your time [on earth, recognizing and taking advantage of each opportunity and using it with wisdom and diligence], because the days are [filled with] evil."
        },
        "Philippians 2:3":{
          "The Message (MSG)": "If you’ve gotten anything at all out of following Christ, if his love has made any difference in your life, if being in a community of the Spirit means anything to you, if you have a heart, if you care— then do me a favor: Agree with each other, love each other, be deep-spirited friends. Don’t push your way to the front; don’t sweet-talk your way to the top. Put yourself aside, and help others get ahead. Don’t be obsessed with getting your own advantage. Forget yourselves long enough to lend a helping hand.",
          "Amplified Bible (AMP)": "Do nothing from selfishness or empty conceit [through factional motives, or strife], but with [an attitude of] humility [being neither arrogant nor self-righteous], regard others as more important than yourselves."
        },
        "1 Thessalonians 4:11":{
          "The Message (MSG)": "Stay calm; mind your own business; do your own job. You’ve heard all this from us before, but a reminder never hurts. We want you living in a way that will command the respect of outsiders, not lying around sponging off your friends.",
          "Amplified Bible (AMP)": "But if you have bitter jealousy and selfish ambition in your hearts, do not be arrogant, and [as a result] be in defiance of the truth."
        },
        "James 3:14": {
          "The Message (MSG)": " Do you want to be counted wise, to build a reputation for wisdom? Here’s what you do: Live well, live wisely, live humbly. It’s the way you live, not the way you talk, that counts. Mean-spirited ambition isn’t wisdom. Boasting that you are wise isn’t wisdom. Twisting the truth to make yourselves sound wise isn’t wisdom. It’s the furthest thing from wisdom—it’s animal cunning, devilish conniving. Whenever you’re trying to look better than others or get the better of others, things fall apart and everyone ends up at the others’ throats.",
          "Amplified Bible (AMP)": "But if you have bitter jealousy and selfish ambition in your hearts, do not be arrogant, and [as a result] be in defiance of the truth."
        },
        "James 4:13-16": {
          "The Message (MSG)": "And now I have a word for you who brashly announce, “Today—at the latest, tomorrow—we’re off to such and such a city for the year. We’re going to start a business and make a lot of money.” You don’t know the first thing about tomorrow. You’re nothing but a wisp of fog, catching a brief bit of sun before disappearing. Instead, make it a habit to say, “If the Master wills it and we’re still alive, we’ll do this or that.” As it is, you are full of your grandiose selves. All such vaunting self-importance is evil. In fact, if you know the right thing to do and don’t do it, that, for you, is evil.",
          "Amplified Bible (AMP)": "Come now [and pay attention to this], you who say, “Today or tomorrow we will go to such and such a city, and spend a year there and carry on our business and make a profit.” [a]Yet you do not know [the least thing] [b]about what may happen in your life tomorrow. [What is secure in your life?] You are merely a vapor [like a puff of smoke or a wisp of steam from a cooking pot] that is visible for a little while and then vanishes [into thin air]. 15 Instead [c]you ought to say, “If the Lord wills, we will live and we will do this or that.” But as it is, you boast [vainly] in your pretension and arrogance. All such boasting is evil."
        }
      }
    },
    "Anger":{
      "definition": "a strong feeling of annoyance, displeasure, or hostility.",
      "scriptures":{
        "Proverbs 14:29": {
          "The Message (MSG)": "Slowness to anger makes for deep understanding; a quick-tempered person stockpiles stupidity.",
          "Amplified Bible (AMP)": "He who is slow to anger has great understanding [and profits from his self-control], But he who is quick-tempered exposes and exalts his foolishness [for all to see]."
        },
        "Proverbs 15:1": {
          "The Message (MSG)": "A gentle response defuses anger, but a sharp tongue kindles a temper-fire.",
          "Amplified Bible (AMP)": "A soft and gentle and thoughtful answer turns away wrath, But harsh and painful and careless words stir up anger."
        },
        "Proverbs 19:19": {
          "The Message (MSG)": "Let angry people endure the backlash of their own anger; if you try to make it better, you’ll only make it worse.",
          "Amplified Bible (AMP)": "A man of great anger will bear the penalty [for his quick temper and lack of self-control]; For if you rescue him [and do not let him learn from the consequences of his action], you will only have to rescue him over and over again."
        },
        "Proverbs 22:24-25": {
          "The Message (MSG)": "Don’t hang out with angry people; don’t keep company with hotheads. Bad temper is contagious—don’t get infected.",
          "Amplified Bible (AMP)": "Do not even associate with a man given to angry outbursts; Or go [along] with a hot-tempered man, Or you will learn his [undisciplined] ways And get yourself trapped [in a situation from which it is hard to escape]."
        },
        "Proverbs 29:8-9": {
          "The Message (MSG)": "A gang of cynics can upset a whole city; a group of sages can calm everyone down. A sage trying to work things out with a fool gets only scorn and sarcasm for his trouble.",
          "Amplified Bible (AMP)": "Scoffers set a city afire [by stirring up trouble], But wise men turn away anger [and restore order with their good judgment]. If a wise man has a controversy with a foolish and arrogant man, The foolish man [ignores logic and fairness and] only rages or laughs, and there is no peace (rest, agreement)."
        },
        "Matthew 5:21-22": {
          "The Message (MSG)": " “You’re familiar with the command to the ancients, ‘Do not murder.’ I’m telling you that anyone who is so much as angry with a brother or sister is guilty of murder. Carelessly call a brother ‘idiot!’ and you just might find yourself hauled into court. Thoughtlessly yell ‘stupid!’ at a sister and you are on the brink of hellfire. The simple moral fact is that words kill.",
          "Amplified Bible (AMP)": "“You have heard that it was said to the men of old, ‘You shall not murder,’ and ‘Whoever murders shall be [a]guilty before the court.’ But I say to you that everyone who continues to be angry with his brother or harbors malice against him shall be guilty before the court; and whoever speaks [contemptuously and insultingly] to his brother, [b]Raca (You empty-headed idiot)!’ shall be guilty before the supreme court (Sanhedrin); and whoever says, ‘You fool!’ shall be in danger of the [c]fiery hell."
        },
        "Romans 12:19": {
          "The Message (MSG)": "Don’t hit back; discover beauty in everyone. If you’ve got it in you, get along with everybody. Don’t insist on getting even; that’s not for you to do. “I’ll do the judging,” says God. “I’ll take care of it.”",
          "Amplified Bible (AMP)": " Beloved, never avenge yourselves, but leave the way open for God’s wrath [and His judicial righteousness]; for it is written [in Scripture], <i>“Vengeance is Mine, I will repay,”</i> says the Lord."
        },
        "2 Corinthians 11:29": {
          "The Message (MSG)": "And that’s not the half of it, when you throw in the daily pressures and anxieties of all the churches. When someone gets to the end of his rope, I feel the desperation in my bones. When someone is duped into sin, an angry fire burns in my gut.",
          "Amplified Bible (AMP)": "Who is weak, and I do not feel [his] weakness? Who is made to sin, and I am not on fire [with sorrow and concern]?"
        },
        "1 Timothy 2:8": {
          "The Message (MSG)": "Since prayer is at the bottom of all this, what I want mostly is for men to pray—not shaking angry fists at enemies but raising holy hands to God. And I want women to get in there with the men in humility before God, not primping before a mirror or chasing the latest fashions but doing something beautiful for God and becoming beautiful doing it.",
          "Amplified Bible (AMP)": "Therefore I want the men in every place to pray, lifting up holy hands, without anger and disputing or quarreling or doubt [in their mind]."
        }
      }
    },
    "Assurance":{
      "definition": "a positive declaration intended to give confidence; a promise.",
      "scriptures":{
        "Psalm 86:5-7": {
          "The Message (MSG)": "Bend an ear, God; answer me. I’m one miserable wretch! Keep me safe—haven’t I lived a good life? Help your servant—I’m depending on you! You’re my God; have mercy on me. I count on you from morning to night. Give your servant a happy life; I put myself in your hands! You’re well-known as good and forgiving, bighearted to all who ask for help. Pay attention, God, to my prayer; bend down and listen to my cry for help. Every time I’m in trouble I call on you, confident that you’ll answer.",
          "Amplified Bible (AMP)": "For You, O Lord, are good, and ready to forgive [our sins, sending them away, completely letting them go forever and ever]; And abundant in lovingkindness and overflowing in mercy to all those who call upon You. Hear, O Lord, my prayer; And listen attentively to the voice of my supplications (specific requests)! In the day of my trouble I will call upon You, For You will answer me."
        },
        "Zephaniah 3:17": {
          "The Message (MSG)": "Jerusalem will be told: “Don’t be afraid. Dear Zion, don’t despair. Your God is present among you, a strong Warrior there to save you. Happy to have you back, he’ll calm you with his love and delight you with his songs.",
          "Amplified Bible (AMP)": "“The Lord your God is in your midst, A Warrior who saves. He will rejoice over you with joy; He will be quiet in His love [making no mention of your past sins], He will rejoice over you with shouts of joy."
        },
        "Romans 5:5": {
          "The Message (MSG)": "There’s more to come: We continue to shout our praise even when we’re hemmed in with troubles, because we know how troubles can develop passionate patience in us, and how that patience in turn forges the tempered steel of virtue, keeping us alert for whatever God will do next. In alert expectancy such as this, we’re never left feeling shortchanged. Quite the contrary—we can’t round up enough containers to hold everything God generously pours into our lives through the Holy Spirit!",
          "Amplified Bible (AMP)": "Such hope [in God’s promises] never disappoints us, because God’s love has been abundantly poured out within our hearts through the Holy Spirit who was given to us."
        }
      }
    },
    "Belief":{
      "definition": "an acceptance that a statement is true or that something exists.",
      "scriptures":{
        "Matthew 6:22": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "John 3:16": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "John 12:46": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "John 20:29": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "Romans 8:5": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "Romans 10:17": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "1 Corinthians 16:13": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "2 Corinthians 5:7": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "Galatians 2:20": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "Ephesians 2:8-9": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "Colossians 1:15-17": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "Hebrews 11:1": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "Hebrews 11:3": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "Hebrews 11:6": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "James 1:3": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "James 2:14-17": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "1 Peter 1:7": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "2 Peter 1:5-7": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        },
        "2 John 9": {
          "The Message (MSG)": " ",
          "Amplified Bible (AMP)": " "
        }
      }
    }
  }
}
